{
	"name": "dxrxt",
	"description": "After years of congratulating the other’s like minded taste in film and music.... Curiosity got the better of Richard Bailey (Proem), Don Gunn (Bleen), and Tanner Volz (Anklebiter). They jokingly started a 'power ambient' band to prevent Tanner from quitting music forever. Rich would mangle the bass, Tanner would arppegiate the ivories and Don would beat the shit out of stuff with sticks. It became quite serious, quite quickly when they started piling things into a shared folder filled with remix kits and sound snippets. Much to the chagrin of their followers (sorry folks), they yelled song ideas across social media and got to work... DxRxT was born. The work is cinematic, idiosyncratic, a little brutal, a little beautiful. Proem’s dark rhythmic washes, anklebiter’s melodic film score sensibilities, Bleen’s percussive mayhem, the best of every project blended in (un?)comfortable harmony. Something something blahblahblah... writing about music.... the dumbs. Also... farting chicken",
	"social": {
		"soundcloud": "https://soundcloud.com/dx_rxt",
		"youtube": "http://www.twitter.com/wallofknives",
		"twitter": "https://twitter.com/DxRxTe/",
		"facebook": "https://www.facebook.com/dx.rxt",
		"email": "mailto:txrxd@dxrxt.com"
	},
	"who": [
		{
			"name": "Tanner Volz",
			"image": "img/us-tv.jpg",
			"bio": "When Tanner is not wearing his velvet smoking jacket and fawning over his all vinyl sci-fi/horror film score collection (10+ hipster points), he can be found at Beethoven in the park concerts, eating dinner at 4pm, and guzzling craft beer wishing he could get back on his bike. We coerced him into writing music again so he'd have something positive to do during his hip surgery recovery... aside from watching movies and popping vicodin."
		},
		{
			"name": "Don Gunn",
			"image": "img/us-dg.jpg",
			"bio": "Don can usually be found chained to a mixing console 12-15 hours at a time for his day job as a freelance proTools jockey. He's worked with a TON of people you've heard of ( We're pretty sure he KNOWS everyone in the music business). Somehow between having lunch with Robert Fripp and hanging with Death Cab, Dong (as he's commonly referred to) magically finds time to make music with us. But basically, he just name drops the WHOLE time... it's super annoying."
		},
		{
			"name": "Richard Bailey",
			"image": "img/us-rb.jpg",
			"bio": "Most people probably know Rich from his work as Proem. However, we know him as 'the guy who just can't leave ANYTHING alone'. Our bro here has to edit and micro edit every damned sound in every damned project. If he did as much meth as he drinks bourbon, he'd redfine what it means to be a tweaker. He writes code for some tech company for a bunch of money, makes art for almost no money, and likes to complicate things. That last one we get for free."
		}
	],
	"api_endpoints": {
		"soundcloud": "api.soundcloud.com/users/154985705",
		"youtube": "",
		"trello": "",
		"twitter": ""
	}
}